Repository: pavreh/mkvtomp4
Catalog: po/*.po
Languages: cs

source: Choose mkv file
cs: Vyberte mkv soubor

source: Choose mkv file please.
cs: Prosím vyberte mkv soubor.

source: Choose artwork
cs: Vyberte obrázek

source: Picture
cs: Obrázek

source: Choose audio
cs: Vyberte audio

source: Language
cs: Jazyk

source: Creating file info:
cs: Informace o vytváření souboru:

source: File $file_name exist. Overwrite?
cs: Soubor $file_name existuje. Přepsat?

source: is converting...
cs: se konvertuje...

source: Converting was aborted.
cs: Konverze byla zrušena.

source: Adding artwork to
cs: Obrázek se přidává do

source: Artwork was not added.
cs: Obrázek se nevložil.

source: Video conversion completed
cs: Konverze videa dokončena

source: File $mp4_file was converted.
cs: Soubor $mp4_file byl vytvořen.

source: Only one instance of mkvtomp4 is permitted.
cs: Mkvtomp4 může být spuštěn jen jednou.
